&nbsp;&nbsp;在这个网站注册是完全免费的！但我们希望您能遵守以下的规定。如果你接受下列条件，请点击[同意协议]按钮。<br> 
                    <br> 
&nbsp;<font color="#CC0000" face="Webdings">4</font><font color="#000000">所有信息均代表作者的观点，网站及网站所属机构不对任何信息内容所引发的争议承担责任</font>。 <br> 
&nbsp;&nbsp;&nbsp;&nbsp;尽管网站管理成员会尽可能尽快删除或编辑有争议或是不健康的信息,但是他们不可能阅读所有的信息内容.因此您因该承认这个网站上所有的信息只由它的发表者承担责任,而不是网站的管理成员们(除非是由他们发表的). <br> 
                    <br> 
&nbsp;<font color="#CC0000" face="Webdings">4</font><font color="#000000">保证不会发布任何有关政治、色情、宗教、迷信等违法信息</font>。 <br> 
&nbsp;&nbsp;&nbsp;&nbsp;您必需同意不发表带有辱骂,淫秽,粗俗,诽谤,带有仇恨性,恐吓的,不健康的或是任何违反法律的内容. 如果您这样做将导致您的账户被立即和永久性的被封锁.(您的网络服务提供商也会被通知). 在这个情况下,这个IP地址的所有用户都将被记录.<br> 
                    <br> 
&nbsp;<font color="#CC0000" face="Webdings">4</font><font color="#000000">网站管理者有权在任何时刻移动、编辑、删除、关闭和你有关的任何信息</font>。 <br> 
&nbsp;&nbsp;&nbsp;&nbsp;您必须同意网站管理成员们有在任何时间删除,修改,移动或关闭任何信息的权力. 作为一个此网站的使用者, 您必须同意您所提供的任何资料都将被存入数据库中,这些资料除非有您的同意,网站管理员们绝不会对第三方公开,然而我们不能保证任何可能导致资料泄露的入侵行为.
                    <p>这个网站系统使用cookie来储存您的个人信息(在您使用的本地计算机), 这些cookie不包含任何您曾经输入过的信息,它们只为了方便您能更方便的浏览. 电子邮件地址只用来确认您的注册和发送密码使用.(如果您忘记了密码,将会发送新密码的地址)</p> 
                    <p>&nbsp;·<strong>点击下面的[同意协议]按钮代表您同意受到这些协议的约束</strong>.</p>